{
  "leadership": [{
    "name": "Antwyne Calloway",
    "bio": "Antwyne is the President and Executive Director of NNEO Inc. With 20+ years of community engagement, he oversees NNEO’s non-profit initiatives and two for-profit entities, contributing to the organization's impressive valuation of over six million dollars.",
    "image": "/images/people/ndifc.png"
  }, {
    "name": "Jack Carroll",
    "bio": "Jack is a graduate student at Virginia Tech pursuing a Master's in Urban and Regional Planning. Currently, he serves as Theo's research assistant on this project. His areas of study are community engagement, community development, and long-range planning.",
    "image": "/images/people/mtjus.jpg"
  }, {
    "name": "Laura Hartman",
    "bio": "Laura is associate professor of environmental studies at Roanoke College. She is trained in the study of religion, ethics, and the environment. Co-founder of RAISE, Roanoke Area Interfaith Stewards of the Earth, she is also a passionate advocate for public transit with BRRAG, Bus Riders of Roanoke Advocacy Group.",
    "image": "/images/people/jgqbi.png"
  }, {
    "name": "Decca Knight",
    "bio": "Decca is a Licensed Professional Counselor and Trauma Specialist. She coordinates the Roanoke Valley Trauma Informed Community Network, works as a therapist with Family Services of Roanoke Valley, and serves as a consultant with numerous agencies. She is the founder of Standing for Equity in the Roanoke Valley, a DEIB based non-profit.",
    "image": "/images/people/qphoc.png"
  }, {
    "name": "Darlene Lewis",
    "bio": "Ordained Minister- President and Founder of The Hope Center a local non profit.  A graduate of Phillips Business College.  A graduate of Old Testament Studies at Liberty University.  Former business owner of a local moving co.",
    "image": "/images/people/nliwm.png"
  }, {
    "name": "Theo Lim",
    "bio": "Theo is an assistant professor of urban affairs and planning at Virginia Tech. He is responsible for overseeing the H.O.P.E. project. His expertise is in environmental science and community planning.",
    "image": "/images/people/bqejd.png"
  }, {
    "name": "Jane Gabrielle McCadden",
    "bio": "Jane is a community arts specialist and activist  through her business, One World Arts. She is a certified Singing Tree™ Facilitator, sculptor, writer and award-winning songwriter and recording artist. Presently, she serves as artist-in-residence for the City of Roanoke in Northwest Roanoke neighborhoods. Recent work includes The Empathy Project, HeartApples for Homeless Students and illustrations for Larry the Logperch published by The Kiwanis Club.",
    "image": "/images/people/rqait.png",
    "link": "https://roanokearts.org/the-singing-tree/"
  }, {
    "name": "Heather Nolen",
    "bio": "Heather is the Business Manager for the School of Public and International Affairs at Virginia Tech. On this project, she helps manage budgets and personnel providing the invaluable support functions for numerous community, government partners and academic researchers to collaborate as seamlessly as possible.",
    "image": "/images/people/cjbet.jpg"
  }, {
    "name": "Nathan Self",
    "bio": "Nathan is a research associate at the Sanghani Center for Artificial Intelligence & Data Analytics at Virginia Tech, specializing in developing interactive web-based data visualizations and serving as webmaster for this proect.",
    "image": "/images/people/anwel.jpg"
  }, {
    "name": "Antonio Stovall (Kula Musina)",
    "bio": "Antonio is a highly skilled cultural educator and a holistic health practitioner. He is the proud owner of Ancestral Perspective, which is a powerful grassroots movement aimed at empowering communities. Antonio is also a passionate youth advocate who firmly believes in instilling the values of culture, community engagement, and self-esteem in the young generation. “The only way out. Is in.”",
    "image": "/images/people/tzimc.png"
  }, {
    "name": "Leigh Anne Weitzenfeld",
    "bio": "Leigh Anne Weitzenfeld is the Sustainability & Outreach Coordinator. As a Natural Resources Professional, she is passionate about facilitating community well-being, resiliency and sustainability within the community and guiding the City of Roanoke and its citizens towards a net-zero carbon emissions future to mitigate against the harmful effects of climate change.",
    "image": "/images/people/mmjcj.png"
  }, {
    "name": "Eric Wiseman",
    "bio": "Eric is an associate professor of urban and community forestry in the Department of Forest Resources and Environmental Conservation at Virginia Tech. His research seeks to increase understanding of urban forest planning and management and solving urban sustainability challenges using green infrastructure and nature-based solutions.",
    "image": "/images/people/xoxgj.png"
  }]
}