[{"title": "Art Trees", "description": "Take old campaign signs, prep them with paint and allow the kids to decorate them.  As part of their task, they would think of the “fruits” they would like to gift to their community in the kinds of trees, bushes and attributes like peace and kindness.", "date": "2024-01-15", "relevant_location": "Envison Center, Landsdowne residents", "latitude": 37.2855874, "longitude": -79.983101, "comp_equity": true, "comp_community": true, "comp_nature": true, "comp_environment": true, "conn_past": false, "conn_present": true, "conn_future": true, "artifacts": [{"attribution": "Group Event", "statement": "Not many trees in the area. Have kids talk about trees and what trees symbolize for the community along with what gifts they want to give to their community. The youth are aware of the violence and want to plant a cherry tree as a symbol of peace.", "alt_text": "Painted cherry trees held by two girls with \"Cherry tree bring peace\" written on it", "upload": "/media/engagement_1/2024/01/15/3673C5D9-D178-47EB-87FB-455C0E1E19F3_1_201_a_Jack_Carroll.jpeg"}]}, {"title": "El Còndor Pasa I:  Envisioning Fruits", "description": "Talk about tree canopy, show heat maps, tree canopy maps, NW 15-20 degrees hotter than rest of city.  Watch my film on gun violence and tree canopy.   Talk about native trees, bushes.  Questions:  Where does your neighborhood need shade?  If you could put a tree there, what kind of tree would it be?  If you were a tree, what would you look like and what fruit would you give to your community?\r\nCreate Art Trees out of campaign signs.  Kids will paint prepped “trees” and decorate with birds, insects and fruits.", "date": "2023-12-09", "relevant_location": "Eureka Park Installation 1200-1500 block Hanover NW", "latitude": 37.2881377, "longitude": -79.9785619, "comp_equity": true, "comp_community": true, "comp_nature": true, "comp_environment": true, "conn_past": false, "conn_present": true, "conn_future": true, "artifacts": []}, {"title": "Kindness Stones", "description": "Kindness Stones", "date": "2024-01-23", "relevant_location": "Melrose Library", "latitude": 37.286148, "longitude": -79.9809531, "comp_equity": false, "comp_community": true, "comp_nature": false, "comp_environment": false, "conn_past": false, "conn_present": true, "conn_future": false, "artifacts": [{"attribution": "Amaya", "statement": "Envisioning a better future and what you want to bring to your community. She made that because these are placed out in community and she wanted people to read these messages. Gave the librarian two of the rocks and they were encouraging to her based on experiences at the library.", "alt_text": "Two Rocks one with \"Be Positive\" the other with painting of a bee", "upload": "/media/engagement_3/2024/01/23/IMG_3668_Jack_Carroll.JPG"}]}, {"title": "Eureka Park Envision The Future", "description": "Approximately 30 kids took part in the exercise.  We had a short lesson on techniques and materials led by artist Polly Branch.  I took the kids through my Professor Lim teaching aids.  Being a part of a larger project led by adults asking to be informed by children greatly inspired participants to take the exercise seriously.  I note that the majority of children envisioned trees and bodies of water.  I believe this need lives in their bodies.", "date": "2024-02-06", "relevant_location": "Eureka Park", "latitude": 37.2881377, "longitude": -79.9785619, "comp_equity": false, "comp_community": true, "comp_nature": true, "comp_environment": true, "conn_past": false, "conn_present": true, "conn_future": true, "artifacts": []}, {"title": "H.O.P.E. High School students play parks planning game", "description": "Our eight H.O.P.E. high school students visited the Architecture Annex at Virginia Tech to play a participatory parks game developed by Virginia Tech Masters of Urban and Regional Planning students. There are multiple goals for the game: (1) to familiarize players will concepts of multiple park users and different needs/preferences and to collaboratively choose a mix of design elements that attempt to address those needs/preferences; (2) to produce preliminary designs that include those design elements in space – including considerations of scale and location/distance; and (3) to practice facilitation skills and conflict resolution in collective decision-making contexts.", "date": "2024-02-29", "relevant_location": "McCadden Park, in NW Roanoke", "latitude": 37.2927056, "longitude": -79.970105, "comp_equity": true, "comp_community": true, "comp_nature": true, "comp_environment": true, "conn_past": false, "conn_present": false, "conn_future": true, "artifacts": [{"attribution": "", "statement": "All of my group's community members [in the game] had very different perspectives on what they'd like to see at a park. My [character] was a middle-aged woman who had a young child. She wanted to see more of a safer park where she could see her child no matter what side of the park she was near. I automatically thought of how open and spaced out and empty McCadden Park is. There no way her child has space to play because there's no playground, there were no gates blocking the streets so if a ball were to run out, there's no protection. I'd like McCadden Park to have lots of amenities added, but I'd like them no not be so spaced out and much more accessible... We have to see what similarities and differences [community members have] and find a way to compromise an even settlement for all of them.", "alt_text": "HOPE high schoolers and Virginia Tech grad students playing a park planning game around a table covered with papers.", "upload": "/media/engagement_5/2024/02/29/IMG_1463_Theodore_Lim.jpg"}]}, {"title": "Jordan Bell leads H.O.P.E. Students and VT Students on Urban Renewal Walking Tour", "description": "Community griot (a keeper of community stories in African American tradition) and historian Jordan Bell leads H.O.P.E. High School students and Virginia Tech Students on a walking tour of the historically African American neighborhood of Gainsboro. He discusses the vibrancy of the community and its destruction during urban renewal. We also discuss implications for urban temperatures (many of the large infrastructures built are heat sinks) and community cohesion (scattering of community, distrust of government led planning initiatives).", "date": "2024-01-25", "relevant_location": "Gainsboro Library", "latitude": 37.2771751, "longitude": -79.9437489, "comp_equity": true, "comp_community": true, "comp_nature": false, "comp_environment": false, "conn_past": true, "conn_present": true, "conn_future": false, "artifacts": [{"attribution": "H.O.P.E. high school student", "statement": "It was cool knowing there were independent Black communities that were thriving and succeeding by working together, but it made me feel some type of way on how [the government] came through and took everything from them. It made me feel low, but motivated me to continue pushing and try to bring the community back to a stabilized environment.", "alt_text": "Jordan Bell talking to HOPE students and Virginia Tech students outside of the Gainsboro Library", "upload": "/media/engagement_6/2024/01/25/IMG_0959_4_Theodore_Lim.JPG"}, {"attribution": "", "statement": "", "alt_text": "Jordan Bell presenting to walking tour group.", "upload": "/media/engagement_6/2024/01/25/DSCF4044_Theodore_Lim.JPG"}]}, {"title": "Antonio Stovall leads community circle on learning about urban renewal in Roanoke", "description": "Following participating in a walking tour of Gainsboro (historical African American neighborhood destroyed by urban renewal), H.O.P.E. high school students and VT Masters of Urban and Regional Planning students participated in a community circle, led by Antonio Stovall.\r\n\r\nAntonio Stovall read the following poem about community: Community Means Strength Community. Somewhere, there are people to whom we can speak with passion without having the words catch in our throats. Somewhere a circle of hands will open to receive us, eyes will light up as we enter, voices will celebrate with us whenever we come into our own power. Community means strength that joins our strength to do the work that needs to be done. Arms to hold us when we falter. A circle of healing. A circle of friends. Someplace where we can be free. - Starhawk", "date": "2024-01-25", "relevant_location": "Higher Education Center", "latitude": 37.2744649, "longitude": -79.9433732, "comp_equity": false, "comp_community": true, "comp_nature": false, "comp_environment": false, "conn_past": true, "conn_present": true, "conn_future": false, "artifacts": [{"attribution": "H.O.P.E. high school student", "statement": "There is a lot of difficult history that continues to affect our community. The key is to pair knowing difficult history with a sense of agency and that we can make a positive difference in our community, and that there are people who care to do so.", "alt_text": "Antonio Stovall seated, with microphone", "upload": "/media/engagement_7/2024/01/25/DSCF4050_Theodore_Lim.JPG"}]}, {"title": "H.O.P.E. leadership team internal building workshop", "description": "Philip Clements, CEO of The Foundry leads the H.O.P.E. leadership to understand how we can better develop as leaders within our organizations.", "date": "2024-03-13", "relevant_location": "The Hope Center", "latitude": 37.2808577, "longitude": -79.9590454, "comp_equity": false, "comp_community": true, "comp_nature": false, "comp_environment": false, "conn_past": false, "conn_present": true, "conn_future": true, "artifacts": [{"attribution": "H.O.P.E. Leadership Team", "statement": "As the leadership team of the H.O.P.E. project we seek to embody principles of trauma-informed and healing-centered practice and planning. This means that we must help define these principles for our context and model them in our work.", "alt_text": "Philip Clements presents to the H.O.P.E. leadership team", "upload": "/media/engagement_8/2024/03/13/IMG_1429_Theodore_Lim.JPG"}]}, {"title": "H.O.P.E. Students help to refine design of park design game", "description": "Virginia Tech students in the Environmental Planning Studio came to the EnVision Center to work with the H.O.P.E. high school students to refine the participatory park design game. The purpose of the game is to: (1) to familiarize players will concepts of multiple park users and different needs/preferences and to collaboratively choose a mix of design elements that attempt to address those needs/preferences; (2) to produce preliminary designs that include those design elements in space – including considerations of scale and location/distance; and (3) to practice facilitation skills and conflict resolution in collective decision-making contexts.", "date": "2024-03-21", "relevant_location": "EnVision Center", "latitude": 37.2855874, "longitude": -79.983101, "comp_equity": true, "comp_community": true, "comp_nature": true, "comp_environment": true, "conn_past": false, "conn_present": false, "conn_future": true, "artifacts": [{"attribution": "", "statement": "", "alt_text": "Students working around a table", "upload": "/media/engagement_9/2024/03/21/IMG_1442_Theodore_Lim.JPG"}, {"attribution": "", "statement": "Students engage in a \"fishbowl\" discussion (structured discussion format) to work out specific goals of the participatory parks game and how those goals can be better aligned with the design of the game.", "alt_text": "Students engaged in a fishbowl discussion", "upload": "/media/engagement_9/2024/03/21/IMG_1444_Theodore_Lim.JPG"}]}]
