[{"title": "Art Trees", "description": "Take old campaign signs, prep them with paint and allow the kids to decorate them.  As part of their task, they would think of the “fruits” they would like to gift to their community in the kinds of trees, bushes and attributes like peace and kindness.", "date": "2024-01-15", "relevant_location": "Envison Center, Landsdowne residents", "latitude": 37.2855874, "longitude": -79.983101, "comp_equity": true, "comp_community": true, "comp_nature": true, "comp_environment": true, "conn_past": false, "conn_present": true, "conn_future": true, "artifacts": [{"attribution": "Group Event", "statement": "Not many trees in the area. Have kids talk about trees and what trees symbolize for the community along with what gifts they want to give to their community. The youth are aware of the violence and want to plant a cherry tree as a symbol of peace.", "alt_text": "Painted cherry trees held by two girls with \"Cherry tree bring peace\" written on it", "upload": "/media/engagement_1/2024/01/15/3673C5D9-D178-47EB-87FB-455C0E1E19F3_1_201_a_Jack_Carroll.jpeg"}]}, {"title": "El Còndor Pasa I:  Envisioning Fruits", "description": "Talk about tree canopy, show heat maps, tree canopy maps, NW 15-20 degrees hotter than rest of city.  Watch my film on gun violence and tree canopy.   Talk about native trees, bushes.  Questions:  Where does your neighborhood need shade?  If you could put a tree there, what kind of tree would it be?  If you were a tree, what would you look like and what fruit would you give to your community?\r\nCreate Art Trees out of campaign signs.  Kids will paint prepped “trees” and decorate with birds, insects and fruits.", "date": "2023-12-09", "relevant_location": "Eureka Park Installation 1200-1500 block Hanover NW", "latitude": 37.2881377, "longitude": -79.9785619, "comp_equity": true, "comp_community": true, "comp_nature": true, "comp_environment": true, "conn_past": false, "conn_present": true, "conn_future": true, "artifacts": []}, {"title": "Kindness Stones", "description": "Kindness Stones", "date": "2024-01-23", "relevant_location": "Melrose Library", "latitude": 37.286148, "longitude": -79.9809531, "comp_equity": false, "comp_community": true, "comp_nature": false, "comp_environment": false, "conn_past": false, "conn_present": true, "conn_future": false, "artifacts": [{"attribution": "Amaya", "statement": "Envisioning a better future and what you want to bring to your community. She made that because these are placed out in community and she wanted people to read these messages. Gave the librarian two of the rocks and they were encouraging to her based on experiences at the library.", "alt_text": "Two Rocks one with \"Be Positive\" the other with painting of a bee", "upload": "/media/engagement_3/2024/01/23/IMG_3668_Jack_Carroll.JPG"}]}, {"title": "Eureka Park Envision The Future", "description": "Approximately 30 kids took part in the exercise.  We had a short lesson on techniques and materials led by artist Polly Branch.  I took the kids through my Professor Lim teaching aids.  Being a part of a larger project led by adults asking to be informed by children greatly inspired participants to take the exercise seriously.  I note that the majority of children envisioned trees and bodies of water.  I believe this need lives in their bodies.", "date": "2024-02-06", "relevant_location": "Eureka Park", "latitude": 37.2881377, "longitude": -79.9785619, "comp_equity": false, "comp_community": true, "comp_nature": true, "comp_environment": true, "conn_past": false, "conn_present": true, "conn_future": true, "artifacts": []}]
